---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.EdgeArrayArray
source: html/97c5d53c-71b1-d957-cfa8-4c1a842279ad.htm
---
# EdgeArrayArray Members

Initializes a new instance of the EdgeArrayArray class